<?php session_start(); ?>
<?php require 'header.php'; ?>
<?php require 'style/style-second.php'; ?>
<head>
	<title>Все про бджоли</title>
</head>
<body>
<div class="title1" align="center">
	<h1>Бджола - творець меду</h1>
</div>
<h5 style="margin-left: 10px;">Зміст:</h5>
<ul class="list-content">
	<li><a href="#ex1">Бджола: опис, будова, характеристика. Як виглядає бджола?</a></li>
	<li><a href="#ex2">Де живуть бджоли</a></li>
	<li><a href="#ex3">Спосіб життя бджіл</a></li>
	<li><a href="#ex4">Скільки живе бджола</a></li>
	<li><a href="#ex5">Чим харчуються бджоли</a></li>
	<li><a href="#ex6">Вороги бджіл</a></li>
	<li><a href="#ex7">Розмноження бджіл</a></li>
	<li><a href="#ex8">Розведення бджіл</a></li>
	<li><a href="#ex9">Бджола, відео</a></li>
</ul>
<div class="container bee-text">
	Мабуть, саме бджола є найбільш корисною у господарстві комахою нашої планети, адже завдяки їй люди з давнини мають можливість ласувати медом. Ще в давні часи люди навчилися спеціально розводити бджіл, а мед, отриманий з їх допомогою, протягом століть служив, як улюбленими солодкими ласощами, так і ліками, так і важливим інгредієнтом при створенні алкогольних напоїв, таких як медовуха, що користувалася великою популярністю ще у наших далеких предків у часи Київської Русі. Так що бджола з давнини є вірним другом людини.
</div>
<div class="mini-gallery container-fluid" >
	<div class="row" align="center"> 
		<div  class="col-md-4 col-xs-12" style="padding: 20px">
			<div class="gal" style="background-image: url(img/bee4.jpg); ">
			</div>
		</div>
		<div  class="col-md-4 col-xs-12" style="padding: 20px">
			<div class="gal" style="background-image: url(img/bee_gal2.jpg); ">
			</div>
		</div>
		<div  class="col-md-4 col-xs-12" style="padding: 20px">
			<div class="gal" style="background-image: url(img/bee_gal.jpg); ">
			</div>
		</div>
    </div>
</div>
<div class="bee-info">
	<div align="center" style="padding: 30px" id="ex1">
		<h2>Бджола: опис, будова, характеристика. Як виглядає бджола?</h2>
	</div>
	<div class="bee-text" align="center">
		<p>По зоологічній класифікації бджола належить до сімейства жалячих, загону перетинчастокрилих та її найближчими родичами є оси і мурахи.
			<br><br>
Забарвлення бджоли загальновідоме, вона складається з чорного фону з жовтими плямами. А от розмір бджоли в залежності від її виду і класу може мати від 3 до 45 мм.</p>
<p>Характерною ознакою будови тіла медоносної бджоли, як і всіх комах, є зовнішній скелет. Це твердий покрив тіла (кутикула), що захищає ніжні органи порожнини. До скелета прикріплюються внутрішні органи бджоли. Разом з волосяним покривом зовнішній скелет захищає організм від несприятливих умов зовнішнього середовища. Забезпечуючи міцність і пружність тіла, він водночас є достатньо гнучким і м'яким, що має велике значення при виконанні різноманітних функцій.</p>
       <img src="img/bee-info1.jpg">
       <p>В будові тіла комахи умовно можна виділити три частини:</p>
       <ul>
       	<li><p>Голова бджоли, яку вінчають вусики в кількості двох штук, також складні очі, що мають фасеточну будову. Очі бджоли розвинені досить таки добре, так вони здатні розрізняти практично всі кольори, за винятком відтінків червоного. Також голова комахи обладнана спеціальним хоботком, призначеним для збору нектару з квітів. Ротовий апарат бджоли має ріжучі жала.</p></li>
       	<li ><p>Груди бджоли, обладнані двома парними різновеликими крилами і трьома парами ніг. Крила бджоли один з одним з’єднані з допомогою дрібних гачків. Ноги бджоли покриті ворсинками, які служать для практичних цілей – чищення антен, зняття пластинок воску і т. д.</p></li>
       	<li ><p>Черевце бджоли є вмістилищем травної та статевої системи комахи. Також там розташований жалкий апарат і воскові залози. Нижня частина черевця покрита довгими волосками, які сприяють утриманню пилку.</p></li>
       </ul>
       <img src="img/bee-info2.jpg">
	</div>
<div align="center" style="padding: 30px" id="ex2">
	<h2>Де живуть бджоли</h2>
</div>
<div class="bee-text">
	<p>Бджоли живуть у дуже широкому географічному ареалі, так що легше відповісти де бджоли не живуть, ніж де вони живуть. Отже, бджіл немає тільки в тих місцях, де немає ніяких квітучих рослин: жарких піщаних пустелях і холодних арктичних тундрах. У всіх інших місцях бджоли є.</p>
	<p>Що стосується улюблених місць перебування цих комах, то вони люблять селитися в гірських ущелинах, влаштовувати свої вулики в дуплах старих дерев і земляних норах. Для бджіл важливо, щоб місце їх проживання було захищене від вітрів, і поблизу знаходилася водойма.</p>
	<img src="img/bee-info3.jpg">
</div>
<div align="center" style="padding: 30px" id="ex3">
	<h2>Спосіб життя бджіл</h2>
</div>
<div class="bee-text">
	<p>Бджоли – колективні комахи, які живуть великими сім’ями – вуликами і мають сувору ієрархію та розподіл праці. Склад бджолиної сім’ї включає в себе:</p>
	<ul>
		<li><p>матку,</p></li>
		<li><p>трутня,</p></li>
		<li><p>робочу бджолу.</p></li>
	</ul>
	<p>У бджолиному суспільстві панує матріархат і саме на самках повністю лежить забезпечення життя вулика, в той час як самці, вони ж трутні, існують лише для продовження роду.

Матка бджоли є царицею вулика, саме вона відповідальна за відтворення потомства, також саме вона є засновницею вулика і на перших порах займається його облаштуванням, поки в цьому її не замінюють робочі бджілки.</p>
<p>Завдання самців бджіл, трутнів, тільки одне – запліднити матку.

Все господарське життя вулика лежить на робочих бджолах, самках бджоли, нездатних до статевого розмноження. Саме вони ретельно збирають нектар з квітів, захищають вулик у разі небезпеки, займаються його облаштуванням, переносять мед і т. д.</p>
	<img src="img/bee-info4.jpg">
</div>
<div align="center" style="padding: 30px" id="ex4">
	<h2>Скільки живе бджола</h2>
</div>
<div class="bee-text">
	<p>Тривалість життя бджоли безпосередньо залежить від її місця в бджолиному суспільстві, а також часу появи на світ.

Скільки живе робоча бджола? Термін життя її не великий, і якщо вона народилася навесні або влітку, то зазвичай він складає в середньому всього лише місяць. Така коротка тривалість життя обумовлена важкою працею, яку веде робоча бджілка, добуваючи нектар.</p>
<p>Якщо ж робочій бджолі пощастило народитися восени, то вона може прожити навіть півроку, так як їй потрібно пережити зимові холоди, щоб навесні бути відповідальною за збір меду і взяти участь у його накопиченні.</p>
	<img src="img/bee-info5.jpg">
<p>Термін життя трутня ще більш короткий, ніж у робочої бджоли, через два тижні після появи на світ він вже стає здатним до запліднення матки, і що найцікавіше, через кілька днів після цього самого запліднення трутні зазвичай вмирають. Також буває так, що із закінченням періоду збору меду, і настанням зимових холодів робочі бджоли виганяють на цей момент вже не потрібних трутнів з вулика, після чого ті також гинуть.</p>
<p>Довше за всіх у бджолиному суспільстві живе матка бджола. Зазвичай середня тривалість життя матки становить 5-6 років, але для цього їй необхідно бути цінною самкою і регулярно давати новий приплід.</p>
</div>
<div align="center" style="padding: 30px" id="ex5">
	<h2>Чим харчується бджола</h2>
</div>
<div class="bee-text">
	<p>Бджоли дуже запасливі. Збираючи нектар, вони виробляють мед зовсім не для того, щоб порадувати людину. Таким чином вони добувають собі корм, при цьому роблячи запаси на зиму. Пилок з рослин бджоли також переробляють, у результаті чого виходить перга, так званий бджолиний хліб. Вона є дуже цінним білковим кормом для личинок, а після молочно-кислого бродіння корисна для людини, так як в її складі велику кількість амінокислот, органічних кислот, макро – і мікроелементів. При нестачі нектару і пилку бджола може збирати та інші продукти рослинного походження, наприклад, падь, сік дозрілих ягід. Харчування бджоли протягом року змінюється в залежності від кліматичних умов та інтенсивності медозбору.</p>
	<img src="img/bee-info6.jpg">
<p>Бджоли харчуються також квітковим пилком і нектаром. Через спеціальний хоботок нектар надходить в зоб, де переробляється в мед. Збираючи пилок і нектар, бджоли здійснюють дуже важливу і корисну функцію по запиленню квіток. У пошуках їжі бджоли можуть пролітати до 10 км за день.</p>
</div>
<div align="center" style="padding: 30px" id="ex5">
	<h2>Вороги бджіл</h2>
</div>
<div class="bee-text">
	<p>Бджоли дуже запасливі. Збираючи нектар, вони виробляють мед зовсім не для того, щоб порадувати людину. Таким чином вони добувають собі корм, при цьому роблячи запаси на зиму. Пилок з рослин бджоли також переробляють, у результаті чого виходить перга, так званий бджолиний хліб. Вона є дуже цінним білковим кормом для личинок, а після молочно-кислого бродіння корисна для людини, так як в її складі велику кількість амінокислот, органічних кислот, макро – і мікроелементів. При нестачі нектару і пилку бджола може збирати та інші продукти рослинного походження, наприклад, падь, сік дозрілих ягід. Харчування бджоли протягом року змінюється в залежності від кліматичних умов та інтенсивності медозбору.</p>
	<img src="img/bee-info6.jpg">
<p>Бджоли харчуються також квітковим пилком і нектаром. Через спеціальний хоботок нектар надходить в зоб, де переробляється в мед. Збираючи пилок і нектар, бджоли здійснюють дуже важливу і корисну функцію по запиленню квіток. У пошуках їжі бджоли можуть пролітати до 10 км за день.</p>
</div>



</div>





</body>
<?php require 'footer.php'; ?>







