-- phpMyAdmin SQL Dump
-- version 4.7.7
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Час створення: Бер 23 2019 р., 23:37
-- Версія сервера: 5.7.20
-- Версія PHP: 7.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `bee-family`
--

-- --------------------------------------------------------

--
-- Структура таблиці `products1`
--

CREATE TABLE `products1` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(30) NOT NULL,
  `desc1` text,
  `foto` blob NOT NULL,
  `num` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `products1`
--

INSERT INTO `products1` (`id`, `title`, `desc1`, `foto`, `num`) VALUES
(1, 'Пилок', 'Народні методи лікування судин і хвороб серця обертаються навколо бджолиного пилку. Її ще називають обніжжям. Бджоли добувають її під час запилення медоносних рослин - скотився порошинки своїми волохатими лапками, вони утворюють мініатюрні горошинки. Маленькі трудівниці годують ними своїх личинок. Як показують результати, за допомогою пилку всього за кілька днів личинки перетворюються в повноцінних бджіл: вони збільшуються в розмірах, у них розправляються крила, формуються залози.', 0x70796c6f6b2e6a7067, 1),
(2, 'Прополіс', 'За допомогою прополісу бджоли закладають щілини і тріщини у власних оселях. Його ще називають «бджолиний клей». Це разюче: то, що є інструментом побудови для маленьких трудівниць, стало прекрасним протизапальним і загоює засобом зовнішнього застосування для людини. Подібні властивості продуктів бджільництва були виявлені ще в стародавньому Єгипті - за допомогою прополісу муміфікували і бальзамували людей. Пізніше медики стали використовувати його для лікування військових поранень. Відомий перський лікар Авіценна писав, що продукт допомагає витягати кінці стріл, очищаючи і розріджуючи рану.\r\n\r\n<br><br>\r\nЦікаво, що на відміну від синтетичних антибіотиків, до прополісу у бактерій не виробляється стійкість. Чи варто говорити, наскільки це корисно в терапії інфекційних захворювань? Крім того, лікувальні властивості прополісу включають активізацію вироблення імунних клітин. Прискорює загоєння ран, знімає запалення. Оскільки прополіс сприяє швидкій регенерації, препарати з нього з успіхом використовуються при лікуванні трофічних виразок, що довго не загоюються ран, екзем, дерматозів. Прискорюється епітелізація слизових під впливом лікарських речовин прополісу, запалення тканин змінюється відновленням.', 0x70726f702e6a7067, 1),
(3, 'Мед', 'У давнину люди вважали, що мед – їжа Богів, що падає з неба у вигляді роси. Це твердження якнайкраще передає складний процес перетворення квіткового нектару в найцінніший поживний продукт. Під час цього процесу в бджолиному організмі відбуваються складні трансформації. У складі меду практично тільки нектар рослин, і лише деякі компоненти з організму бджоли потрапляють в нього. Він містить близько трьохсот різних речовин, основа ж його складається з простих цукрів – фруктози і глюкози.</p>\r\n\r\n<center><img src=\"img/honey-admin2.jpg\"></center>\r\n<p>\r\nЕксперти відзначають, що всі сорти меду корисні. Однак, кожен сорт хороший по своєму, тому вибір сорти меду повинен визначатися потребами людини або синдромом його хвороби. Головне, щоб мед був максимально натуральним. Хімічні домішки тільки погіршують властивості цього, подарованого природою, меду. Також експерти відзначають, що найбільш корисні сорти меду — це сорти, які кристалізуються. В якості останніх новин, бджолярі заявляють, що найкорисніший мед — це мед, що складається з стільників перги пилку і розчавлених бджіл. Це нове віяння в «медової індустрії». Якість і лікувальні властивості такого меду, рівно як і його ціна, перевершують інші існуючі сорти.\r\n<br><br>\r\nКрім солодкого смаку і запашного аромату, ласощі може похвалитися унікальним складом: \r\n<ul>\r\n<li>вода</li>\r\n<li>декстрини</li>\r\n<li>алкалоїди</li>\r\n<li>фітонциди</li>\r\n<li>азотисті речовини вітаміни (А, B1, В2, В3, В5 , В6, В9, PP, C, E, H, K)</li>\r\n<li>мінерали: мікроелементи (залізо, цинк, марганець, мідь, хром, селен, фтор та ін.)</li>\r\n<li>макроелементи (натрій, калій, кальцій, магній, фосфор, сірка та ін.)</li>\r\n<li>органічні кислоти (мурашина, глюконова, масляна, щавлева, молочна та ін.)</li>\r\n<li>амінокислоти (аланін, аргінін, лейцин, АСПА Агін, лізин та ін.)</li>\r\n\r\n<li>цукор (фруктоза, глюкоза, сахароза, мальтоза, изомальтоза, мальтулоза, нігероза і ін.)</li>   .\r\n</ul> \r\nПовний склад натурального меду включає приблизно з 300 компонентів.\r\n\r\n<br><br>\r\nНектар вважається одним з основних енергетичних матеріалів для клітин організму за рахунок великого вмісту вуглеводів. Він бере участь в утворенні різного роду гормонів і ензимів завдяки білкам. Продукт активно впливає на підвищення якості життєдіяльності організму, оскільки є стимулятором біологічного походження. Протеїни та амінокислоти - незамінні речовини для реабілітації організму після хвороби, перевтоми, виснаження або перенесеної операції. Наявність в складі солодощі фітонцидів надає потужний антибактеріальний ефект. Це допомагає усунути різні запальні процеси. Причому, натуральний десерт можна вживати як внутрішньо, так і використовувати для зовнішнього застосування. Цікавий факт: це єдиний натуральний продукт, який на всі 100% засвоюється організмом людини. Він не вимагає енергії на розщеплення, а прямо потрапляє в кров. В результаті - Ви не будете відчувати втоми, як це зазвичай буває після ситної трапези.\r\n\r\n', 0x686f6e65792d61646d696e2e6a7067, 1),
(4, 'Іван-Чай', 'Це багаторічна рослина поширена в дикому середовищі Північної півкулі. Любить пісковики, вирубки, згарища. З усіх видів найбільш поширений Іван-чай вузьколистий, його ще називають кіпреєм і навіть пуховиком багато пуху при цвітінні, який в давнину використовували як наповнювач матраців і подушок.\r\n<br>\r\nІван-чай був широко поширений в Україні ще до того, як був завезений чай індійський, і активно експортувався до Європи. Однак східний конкурент витіснив його з ринку чутками про шкідливі способи його обробки, після чого іван-чаю вже так і не вдалося знайти колишню популярність за межами батьківщини. Історичні баталії стовпів чайної індустрії викликають зацікавленість такою рослиною, як іван-чай: користь і шкода його складу вельми цікаві.\r\n<br>\r\nЦе, на перший погляд, проста польова рослина містить цілий набір корисних речовин. Листя іван-чаю багате на вітамін С, перевершуючи в 5 разів лимон, і каротиноїдами. Також у складі рослини присутні флавоноїди (камферол і кверцетин), пектини, кумарини, дубильні речовини і органічні кислоти. Мінеральний склад представлений залізом, міддю, марганцем, молібденом, нікелем, титаном і бором.\r\n<center><b>Корисні властивості Іван-чаю</b></center>\r\n<br>\r\nІван-чай заварюється з розрахунку 3 ст. л. на 1 л окропу і настоюється не менше 20 хвилин. Напій не містить кофеїну, а також щавлевої, сечової та пуринової кислот, тому практично не має обмежень у використанні. Які ж властивості рослини, що вона стала основою традиційного напою Київської Русі?\r\n<ul>\r\n<li><p>Іван-чай заспокоює не гірше знаменитої валеріани, розслаблює тіло після важкого дня, знімає запалення і має потогінний ефект.</p></li>\r\n<li><p>Прийнятий перед сном, чай діє як легке снодійне. При цьому до нього не виникає звикання, як до інших препаратів подібної дії.</p></li>\r\n<li><p>Іван-чай збільшує в 2 рази синтез Т-лімфоцитів в організмі, а це означає підвищення імунітету і зростаючу активність проти пухлинних клітин, вірусів і деяких хвороботворних бактерій.</p></li>\r\n<li><p>Настій іван-чаю знімає головний біль, стимулює роботу серця.</p></li>\r\n<li><p>Рослина виявляє сильну протизапальну активність, а тому сфера застосування його широка: як полоскання для хворих мигдалин, як краплі в ніс, в компреси при отиті і при циститі.</p></li>\r\n<li><p>Свіжі листки рослини, накладені на шкірні пошкодження під пов’язкою, сприяють більш швидкій регенерації тканин. При гнійних ранах після промивання настоєм іван-чаю вогнище запалення також присипають стовченими в порошок сухими його листям.</p></li>\r\n<li><p>Відваром коренів іван-чаю в Тибеті лікували сифіліс та гонорею. Для його приготування 10 г подрібненої сировини заливають склянкою кип’яченої води, варять на повільному вогні 20 хвилин, фільтрують і приймають по 1 ст. л. кожні 4 години.</p></li>\r\n</ul>', 0x6976616e636861792e6a7067, 2),
(5, 'Айва', 'Крона густа. Пагони червоно-бурі, молоді - покриті сіруватою повстю і численними чечевичками рожевого кольору. Листя яйцеподібні або шірокоелліптіческіе, на коротких черешках, зверху темно-зелені, голі, знизу з густим повстяним опушенням. Квітки айви великі, білі або рожеві, одиночні, на вершинах бічних гілок. Тичинок 15-20. Пилок жовтий.\r\n\r\n Зростає айва на узліссях, у лісах, іноді утворює підлісок. Культивують в Середній Азії, Закавказзі, Молдові і в Україні на півдні та на Закарпатті.\r\n\r\n Айва цвіте в квітні-травні, близько 14 діб. Бджоли охоче збирають з квіток айви нектар, рідше пилок. Так як айва звичайна утворює порівняно невелику кількість квіток, медова продуктивність айви невелика - 15-18 кг з 1 га. Проте, айвові сади забезпечують ранній підтримуючий медозбір, до них вивозять бджіл для кращого запилення квіток.\r\n\r\n Айва дуже вимоглива до грунту. Добре росте на суглинках з достатньою кількістю перегною. Теплолюбна рослина. Під нього вибирають сонячне, відкрите місце.\r\n\r\n Айва японська - невисокий (до 3 м) декоративний чагарник з шкірястими темно-зеленими тупими листям і блідо-рожевими, вогненно-червоними або цегляно-червоними квітками, які виділяються на зеленому тлі. Зацвітає навесні і добре запилюється бджолами.\r\n\r\n Цвітіння групових посадок айви триває в середньому 20 днів, окремих кущів - 10-15 днів. Термін життя квітки - 4 - 6 днів. Найбільш інтенсивне нектаровиділення спостерігається на другий і третій день цвітіння. Нектаропродуктівность квіток залежить від погодних умов.\r\n\r\n Розмножується айва насінням, живцями, щепленням, розподілом, відводками. Саджанці висаджують на відстані 2 м. один від одного. Плодоносити айва починає через 4 роки після висадки.', 0x617976612e6a7067, 2),
(6, 'Акація біла', 'Росте у скверах, парках, лісосмугах, уздовж доріг. Заввишки досягає 20 м. Зацвітає наприкінці травня — на початку червня й цвіте недовго — 7-9 днів. Медоносність А. білої дуже висока. За сприятливої погоди з 1 га саджанців можна одержати від 500 до 1000 кг меду.\r\n<br>\r\nПовністю використовувати взяток з акації вдається не всім, тому що до цього часу бджолосім\'ї ще не набирають достатньої сили та збирають максимум по 8-10 кг. меду. Можна одержувати з білої акації і по 40-50 кг. меду. Для цього необхідно залишати бджіл зимувати на волі, щоб вони могли провести ранній обліт і до початку травня стати сильнішими. Потім від сильних сімей відбирають матку з трьома рамками бджіл, одна з яких повинна бути з розплодом, і роблять відводок. Безматкові сім\'ї об\'єднують, роблячи з них сильні для майбутньої роботи на взятку з акації. Натомість відводки до періоду цвітіння соняшнику наберуть силу й чудово працюватимуть на майбутньому узятку.</p>\r\n<center><img src=\"img/acacia2.jpg\"></center>\r\n<p>\r\nМед з акації білої вважається одним із найкращих: прозорий, ніжний, із приємним запахом. Коли мед осяде, він стає білим і дрібнозернистим, рідко залишається світлим і прозорим. Кристалізується мед повільно, тому довго зберігається рідким.\r\n<br>\r\nАкація біла любить чорнозем але може рости й на піщаному ґрунті\r\n\r\n', 0x6163616369612e6a7067, 2),
(7, 'Розалюбов', 'фвфвфівіфвфвіффівфвівівівів', 0x616361636961322e6a7067, 1),
(8, '', '', '', 2);

-- --------------------------------------------------------

--
-- Структура таблиці `tbl_comment`
--

CREATE TABLE `tbl_comment` (
  `comment_id` int(11) NOT NULL,
  `parent_comment_id` int(11) NOT NULL,
  `comment` varchar(200) NOT NULL,
  `comment_sender_name` varchar(40) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `tbl_comment`
--

INSERT INTO `tbl_comment` (`comment_id`, `parent_comment_id`, `comment`, `comment_sender_name`, `date`) VALUES
(5, 0, 'Привіт Іван', 'Андрій', '2019-03-21 16:17:44'),
(6, 0, 'лол кєк чебурєк', 'іван', '2019-03-21 16:18:11'),
(7, 6, 'Классний сайт!', 'Коля', '2019-03-21 16:18:28');

-- --------------------------------------------------------

--
-- Структура таблиці `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `login` varchar(32) NOT NULL,
  `password` varchar(32) NOT NULL,
  `email` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `users`
--

INSERT INTO `users` (`id`, `login`, `password`, `email`) VALUES
(1, 'Олексин Іван', '898e4641ff2beb1c66477396c9735286', ''),
(3, 'u18068_XYBDN', '898e4641ff2beb1c66477396c9735286', ''),
(8, 'fdgdfgfgf', '2e3a0048f47b81425105ef9bf5fa1721', ''),
(9, 'oleksin.966@gmail.com', '898e4641ff2beb1c66477396c9735286', ''),
(13, 'oleksin.966@mail.ru', '898e4641ff2beb1c66477396c9735286', ''),
(21, 'oleksi22n.966@mail.ru', 'e5e641ef443cb35bea96aa0cd4b888c7', ''),
(28, 'Таджик', '47f0ad4f7a211d978c0ff170837ab5f0', ''),
(34, 'Роман Бойчук', 'stoner45', 'oleksin.966@mail.ru'),
(36, 'цууцйуйцуцйу', 'ddfdfsf', 'йцуцйуйуцйуцйуйуу'),
(56, 'qweqsasdsdwdsw', 'stoner45', 'oleksin.966@mail.ru'),
(60, 'testuser1', '123456', 'oleksin.966@mail.ru'),
(90, 'adminivan', 'stoner45', 'asdsd@ddasd'),
(91, 'fdfs', 'dsad', 'sfsdfs@DSDs'),
(92, 'adsada', 'stoner45', 'oleksin.7966@mail.ru'),
(93, 'nazar.kluka', 'qwert', 'nazik@sad');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `products1`
--
ALTER TABLE `products1`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `tbl_comment`
--
ALTER TABLE `tbl_comment`
  ADD PRIMARY KEY (`comment_id`);

--
-- Індекси таблиці `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `login` (`login`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `products1`
--
ALTER TABLE `products1`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT для таблиці `tbl_comment`
--
ALTER TABLE `tbl_comment`
  MODIFY `comment_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблиці `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=94;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
