<?php  
	session_start();
	require_once 'header.php';
	require_once 'style/style-second.php';
?>
<head>
	<title>Лікування бджолами</title>
	<style>
		h3{
			margin-left: 70px;
			color: #d87d56;

		}


	</style>

</head>
<div class="title1" align="center">
	<h1>Лікування бджолами</h1>
</div>
<div class="container bee-text"  align="left">
	<p>
		Лікування бджолами - це унікальна галузь в народній медицині. Справа в тому, що маленькі трудівниці приносять користь людині у всіх аспектах своєї життєдіяльності і не перестають це робити навіть після смерті. Про лікування отрутою, пчелопродуктами і підмором - далі в нашій статті.
		У широкому сенсі лікування бджолами та продуктами їх життєдіяльності називають апітерапією. Однак, деякі медики наполягають на більш вузькому значенні цього терміна, обмежуючись лише лікуванням за допомогою апітоксину (бджолиної отрути). У будь-якому випадку, розглянемо докладніше всі методи цілющого впливу за участю маленьких трудівниць.
	</p>
</div>
<div id="slider">
  <a href="#" class="control_next">>></a>
  <a href="#" class="control_prev"><</a>
  <ul>
    <li><img src="img/treat1.jpg"></li>
    <li><img src="img/treat2.jpg"></li>
    <li><img src="img/treat3.jpg"></li>
    <li><img src="img/treat4.jpg"></li>
  </ul>  
</div>

	<ul class="list-content">
		<li><a href="#ex1">Що таке маточне молочко і як його застосовувати?</a></li>
		<li><a href="#ex2">Бджолиний пилок: ефективна допомога Природи</a></li>
		<li><a href="#ex3">Лікування бджолиним ядом</a></li>
		<li><a href="#ex4">Сон на бджолах</a></li>
	</ul>
	<div align="center" style="padding: 30px" id="ex1">
		<h2>Що таке маточне молочко і як його застосовувати?</h2>
	</div>
	<div class="container bee-text" align="left">
		<p>
			З давніх-давен «королівське желе» використовували для зміцнення організму, поліпшення імунних реакцій і підняття життєвого тонусу. Однак це далеко не єдине застосування бджолиного еліксиру - це речовина застосовується в лікуванні багатьох захворювань:
		</p>
		<ul>
			<li>
				<p><strong>Розлади нервової системи.</strong> Особливі речовини, що містяться в маточне молочко, сприяють зміцненню нервових клітин, допомагають організму швидше впоратися з депресією і стресовим розладом, борються з безсонням, покращують пам'ять і увагу.</p>
			</li>
			<li>
				<p><strong>Патології ШКТ.</strong> Регулярний прийом бджолиного молочка покращує апетит, нормалізує метаболізм і активізує вироблення травних ферментів, необхідних для повноцінного розщеплення поживних речовин. Особливо цінним його ефект буде при відчутних фізичних навантаженнях, коли організм не справляється з новим режимом.</p>
			</li>
			<li>
				<p><strong>Болі в суглобах.</strong> Мазі на основі бджолиного молочка вважаються одним з кращих засобів для лікування артриту, артрозу, ревматизму та інших суглобових патологій.</p>
			</li>
			<li>
				<p><strong>Сечостатеві розлади.</strong> Маточне молочко, лікувальні властивості якого однаково корисні і для чоловіків, і для жінок, активно використовується при лікуванні репродуктивних проблем.</p>
			</li>
			<li>
				<p><strong>Серцево-судинні аномалії.</strong> Розсмоктування кульок бджолиного молока пригнічує патологічні скачки артеріального тиску, очищає судини від холестеринових бляшок, зміцнює судинні стінки і робить їх більш гнучкими і еластичними.</p>
			</li>
			<li>
				<p><strong>Ендокринні порушення.</strong> Склад маточного молочка багатий гормонами, що забезпечують активне зростання комах. При їх вживанні відновлюються наявні відхилення в роботі ендокринних залоз, а гормональний фон приходить в норму.</p>
			</li>
			<li>
				<p><strong>Відхилення в метаболізмі.</strong> Бджолиний еліксир покращує обмін речовин, нормалізує всмоктуваність і расщепляемость нутрієнтів, вітамінів і мінералів. Завдяки цьому ефекту багато представниць прекрасної статі активно використовують речовину, сподіваючись на похудательной ефект.</p>
			</li>
			<li>
				<p><strong>Захворювання дихальної системи.</strong> Оскільки респіраторні хвороби найчастіше носять вірусний або бактеріальний характер, посилення імунітету після прийому маточного молочка під час хвороби буде вельми до речі. До того ж, в ньому містяться знезаражувальні компоненти, які можуть використовуватися в якості природного антибіотика.</p>
			</li>
		</ul>
		<img src="img/math_milk.jpg">
	</div>
	<h3>Маточное молочко – як вживати?</h3>
	<div class="container bee-text" align="left">
		<p>
			Звичайно, найбільшою користю володіє свіже «королівське желе», отримане прямо з пасіки, ось тільки далеко не у всіх і не завжди є така можливість. Тому багато хто купує маточне молочко в спеціалізованих магазинах - при певній обробці воно може зберігатися досить тривалий час. Яке із запропонованих засобів вибрати?

			Варіантів досить багато:
		</p>
		<ul>
			<li><p><strong>Заморожене.</strong> В цьому випадку свіже маточне молочко, тільки що отримане з вулика, піддається впливу низьких температур. Причому чим нижче температури, тим довше буде зберігатися речовина. У звичайному холодильнику властивості маточного молочка зберігаються приблизно півтори-два тижні, а якщо покласти його в морозильну камеру, термін зберігання продовжується в кілька разів. Оптимальним варіантом для збереження цілющих якостей вважається глибока суха заморозка в промислових умовах. Якщо ви вирішили заморожувати молочко самостійно, розфасуйте його в невеликі пакетики, щоб згодом розморожувати в холодильнику порційно.</p></li>
			<li><p><strong>З медом.</strong> Щоб продовжити термін «королівського желе», багато цінителів натуральних продуктів змішують його з медом. Це не тільки продовжує термін його зберігання, але і покращує смакові якості. Можна купувати вже готову суміш у пасічників, а можна готувати її самостійно. Причому концентрація може бути практично будь-який - кількість молочка в різних рецептах варіює від 2% до 50%. Також до деяких суміші додають пилок, прополіс і різні рослинні екстракти для поліпшення смаку, аромату і лікарських властивостей.</p></li>
			<li><p><strong>У спеціальних аптечних формах.</strong> Фармакологічні добавки і БАДи, що містять маточне молочко, як приймати, знає кожен - найчастіше вони представлені гранулами або капсулами. Гранульована речовина являє собою своєрідний сухий концентрат, повністю позбавлений води, проте містить всі поживні та вітамінні добавки, властиві «королівському желе». Причому ця форма вважається найбільш популярною - її легко дозувати як для зовнішнього, так і для внутрішнього застосування, а самі гранули досить швидко розпадаються, приймаючи фізичну форму розчинника (наприклад, крему або рідини). Крім того, їх теж можна приймати в сухому вигляді, просто розсмоктуючи під язиком.</p></li>
		</ul>
	</div>
	<div align="center" style="padding: 30px" id="ex2">
		<h2>Бджолиний пилок: ефективна допомога Природи</h2>
	</div>
	<div class="container bee-text" align="left">
		<p>
			Бджолиний пилок є одним з найефективніших народних засобів для нормалізації роботи серцево-судинної системи. Якщо у Вас є схильність або будь-які недуги - кращих ліків не відшукати! Чим же такий корисний пилок для серця та інших органів читайте далі.
		</p>
		<p>
			Користь бджолиного обніжжя для серця складно переоцінити. Але будемо конкретні:
		</p>
		<ul>
			<li>
				<p><strong>нормалізує серцевий ритм, допомагає при тахікардії та аритмії</strong></p>
			</li>
			<li>
				<p><strong>нормалізує кровоносне тиск, ефективна при гіпертонії</strong></p>
			</li>
			<li>
				<p><strong>сприяє нормалізації самопочуття при вегето-судинної дистонії</strong></p>
			</li>
			<li>
				<p><strong>рекомендується при пороці серця</strong></p>
			</li>
			<li>
				<p><strong>допомагає при ішемічній хворобі серця</strong></p>
			</li>
			<li>
				<p><strong>є профілактикою інфаркту міокарда, а також допомагає впоратися з її наслідками</strong></p>
			</li>
			<li>
				<p><strong>є профілактикою інсульту</strong></p>
			</li>
		</ul>
		<img src="img/pylok1.jpg">
	</div>
	<div id="up">
		<center><i class="fas fa-chevron-up"></i></center>
	</div>
<script>
	jQuery(document).ready(function ($) {

	var slideCount = $('#slider ul li').length;
	var slideWidth = $('#slider ul li').width();
	var slideHeight = $('#slider ul li').height();
	var sliderUlWidth = slideCount * slideWidth;
	
	$('#slider').css({ width: slideWidth, height: slideHeight });
	
	$('#slider ul').css({ width: sliderUlWidth, marginLeft: - slideWidth });
	
    $('#slider ul li:last-child').prependTo('#slider ul');

    function moveLeft() {
        $('#slider ul').animate({
            left: + slideWidth
        }, 200, function () {
            $('#slider ul li:last-child').prependTo('#slider ul');
            $('#slider ul').css('left', '');
        });
    };

    function moveRight() {
        $('#slider ul').animate({
            left: - slideWidth
        }, 200, function () {
            $('#slider ul li:first-child').appendTo('#slider ul');
            $('#slider ul').css('left', '');
        });
    };

    $('a.control_prev').click(function (e) {
        moveLeft();
        e.preventDefault();
    });

    $('a.control_next').click(function (e) {
        moveRight();
        e.preventDefault();
    });

}); 

$('#up').click(function(){
	$(window).scrollTop(0);
	});               
</script>
<?php 
	require 'footer.php';
?>